{
  "name": "Adventure",
  "attributeMin": 1,
  "attributeMax": 5,
  "move": 10,
  "characterPoints": 5,
  "fatePoints": 1,
  "advantagesTemplateId": 1,
  "complicationsTemplateId": 1,
  "specialAbilitiesTemplateId": 1,
  "attributes": [
    {
      "name": "Reflexes",
      "isExtranormal": false,
      "description": "Measure of balance, limberness, quickness, and full-body motor abilities.",
      "skills": [
        {
          "name": "Acrobatics",
          "description": "Performing feats of gymnastics, extraordinary balance, and dance (and related performance arts), as well as break falls. Useful for running obstacle courses or doing water ballet."
        },
        {
          "name": "Brawling",
          "description": "Competence in unarmed combat."
        },
        {
          "name": "Climbing",
          "description": "Scaling various surfaces."
        },
        {
          "name": "Contortion",
          "description": "Escaping from otherwise secure physical bonds by twisting, writhing, and contorting the body."
        },
        {
          "name": "Dodge",
          "description": "Slipping out of danger’s way, whether avoiding an attack or a sprung booby trap."
        },
        {
          "name": "Flying",
          "description": "Maneuvering under one’s own power (such as with wings) or in null gravity."
        },
        {
          "name": "Jumping",
          "description": "Leaping over obstacles."
        },
        {
          "name": "Melee Combat",
          "description": "Wielding hand-to-hand weapons."
        },
        {
          "name": "Riding",
          "description": "Controlling and riding domesticated mounts."
        },
        {
          "name": "Sneak",
          "description": "Moving silently and avoiding detection, whether through shadows or crowds."
        }
      ]
    },
    {
      "name": "Coordination",
      "isExtranormal": false,
      "description": "Measure of hand-eye coordination and fine motor abilities.",
      "skills": [
        {
          "name": "Lockpicking",
          "description": "Opening a mechanical (not electronic) lock or safe without possessing the key or combination, as well as disarming small mechanical traps."
        },
        {
          "name": "Marksmanship",
          "description": "Shooting guns of any type. Covers everything from small slugthrowers to vehicle-mounted rockets."
        },
        {
          "name": "Missile Weapons",
          "description": "Firing unpowered ranged weapons."
        },
        {
          "name": "Piloting",
          "description": "Operating any kind of vehicle or powered armor traveling on or through the ground, a liquid medium, the air, or space."
        },
        {
          "name": "Sleight of Hand",
          "description": "Nimbleness with the fingers and misdirection, including picking pockets, palming items, and stage magic."
        },
        {
          "name": "Throwing",
          "description": "Hitting a target accurately with a thrown item, including grenades, stones, and knives. Also used for catching thrown items. (Using or modifying grenades as explosives for special destructive effects requires the demolitions skill.)"
        }
      ]
    },
    {
      "name": "Physique",
      "isExtranormal": false,
      "description": "Measure of physical power and ability to resist damage.",
      "skills": [
        {
          "name": "Lifting",
          "description": "Moving or lifting heavy objects, as well as representing the ability to inflict additional damage with strength-powered weapons."
        },
        {
          "name": "Running",
          "description": "Moving quickly on the ground while avoiding obstacles and keeping from stumbling."
        },
        {
          "name": "Stamina",
          "description": "Physical endurance and resistance to pain, disease, and poison."
        },
        {
          "name": "Swimming",
          "description": "Moving and surviving in a liquid medium."
        }
      ]
    },
    {
      "name": "Knowledge",
      "isExtranormal": false,
      "description": "Measure of strength of memory and ability to learn.",
      "skills": [
        {
          "name": "Business",
          "description": "Comprehension of business practices and the monetary value of goods and opportunities, including the ability to determine how to make money with another skill the character has. Business can complement charm, con, and persuasion when haggling over prices for goods and services being bought or sold."
        },
        {
          "name": "Demolitions",
          "description": "Using corrosives and explosives to achieve particular destructive effects."
        },
        {
          "name": "Forgery",
          "description": "Creating and noticing false or altered documentation in various media (paper, electronic, plastic card, etc.), including counterfeiting, though tasks may require other skills to help detect or make the forgery."
        },
        {
          "name": "Languages",
          "description": "Familiarity with and ability to use various forms of communication, including written, spoken, and nonverbal. Characters may choose one “native” language in which they have written and spoken fluency. Additional languages in which a character has proficiency can be represented by specializations of this skill."
        },
        {
          "name": "Medicine",
          "description": "Using first aid techniques to treat injuries, as well as an understanding and application of medical procedures, including diagnosing illnesses and performing surgery."
        },
        {
          "name": "Navigation",
          "description": "Determining the correct course using external reference points, such as stars, maps, or landmarks, as well as creating maps."
        },
        {
          "name": "Scholar",
          "description": "This skill represents knowledge and/or education in areas not covered under any other skill (such as chemistry, mathematics, archeology, interior design, etc.). This may be restricted to a specific field (represented by specializations) or a general knowledge of a wide range of subjects. It is used to remember details, rumors, tales, legends, theories, important people, and the like, as appropriate for the subject in question. However, the broader the category, the fewer the details that can be recalled. It covers what the character himself can recall. Having another skill as a specialization of the scholar skill means that the character knows the theories and history behind the skill but can’t actually use it. It can be useful with investigation to narrow a search for information."
        },
        {
          "name": "Security",
          "description": "Installing, altering, and bypassing electronic security and surveillance systems."
        },
        {
          "name": "Tech",
          "description": "Using and designing (not making) complex mechanical or electronic equipment, such as programming and operating computers and manipulating communication devices."
        }
      ]
    },
    {
      "name": "Perception",
      "isExtranormal": false,
      "description": "Measure of mental quickness and attention to detail.",
      "skills": [
        {
          "name": "Artist",
          "description": "Making works of art, like paintings, photographs, and music or literary compositions."
        },
        {
          "name": "Gambling",
          "description": "Playing and cheating at games of strategy and luck."
        },
        {
          "name": "Hide",
          "description": "Concealing objects, both on oneself and using camouflage."
        },
        {
          "name": "Investigation",
          "description": "Gathering information, researching topics, analyzing data, and piecing together clues."
        },
        {
          "name": "Know-how",
          "description": "Ability to figure out how to perform an action in which the character does not have experience, as well as a catch-all skill encompassing areas not covered by other skills (such as basic, not fancy, sewing or cooking)."
        },
        {
          "name": "Repair",
          "description": "Creating, fixing, or modifying gadgets, weapons, armor, and vehicles."
        },
        {
          "name": "Search",
          "description": "Spotting hidden objects or people, reconnoitering, lipreading, or eavesdropping on or watching another person.streetwise: Finding information, goods, and contacts in an urban environment, particularly through criminal organizations, black markets, and other illicit operations. Also useful for determining possible motives and methods of criminals."
        },
        {
          "name": "Survival",
          "description": "Surviving in wilderness environments."
        },
        {
          "name": "Tracking",
          "description": "Following the trail of another person, animal, or creature, or keeping after a moving target without being noticed."
        }
      ]
    },
    {
      "name": "Presence",
      "isExtranormal": false,
      "description": "Measure of emotional strength, physical attractiveness, and personality.",
      "skills": [
        {
          "name": "Animal Handling",
          "description": "Controlling animals and making them perform tricks and follow commands."
        },
        {
          "name": "Charm",
          "description": "Using friendliness, flattery, or seduction to influence someone else. Also useful in business transactions, putting on performances (such as singing, acting, or storytelling), and situations involving etiquette."
        },
        {
          "name": "Command",
          "description": "Effectively ordering and coordinating others in team situations."
        },
        {
          "name": "Con",
          "description": "Bluffing, lying, tricking, or deceiving others, as well as verbal evasiveness, misdirection, and blustering. Also useful in putting on acting performances."
        },
        {
          "name": "Disguise",
          "description": "Altering features or clothing to be unrecognizable or to look like someone else. Also useful in acting performances."
        },
        {
          "name": "Intimidation",
          "description": "Using physical presence, verbal threats, taunts, torture, or fear to influence others or get information out of them."
        },
        {
          "name": "Persuasion",
          "description": "Influencing others or getting information out of them through bribery, honest discussion, debate, diplomacy, or speeches. Also useful in negotiations, business transactions, and put-ting on performances (such as singing, acting, or storytelling)."
        },
        {
          "name": "Willpower",
          "description": "Ability to withstand stress, temptation, other people’s interaction attempts, mental attacks, and pain. The Game Master may allow a specialization in a specific faith tradition or belief system to enhance many, though not all, applications of willpower."
        }
      ]
    },
    {
      "name": "Magic",
      "isExtranormal": true,
      "description": "Magic is the ability to manipulate the paranormal forces of the universe for extraordinary effects.",
      "skills": [
        {
          "name": "Alteration",
          "description": "Casting spells involving change."
        },
        {
          "name": "Apportation",
          "description": "Casting spells involving movement."
        },
        {
          "name": "Conjuration",
          "description": "Casting spells involving creation."
        },
        {
          "name": "Divination",
          "description": "Casting spells involving knowledge."
        }
      ]
    },
    {
      "name": "Psionics",
      "isExtranormal": true,
      "description": "Magic is the ability to manipulate the paranormal forces of the universe for extraordinary effects.",
      "skills": [
        {
          "name": "Astral Projection",
          "description": "The ability to leave one’s body."
        },
        {
          "name": "Empathy",
          "description": "The ability to sense emotions."
        },
        {
          "name": "Far-sensing",
          "description": "The ability to use one’s senses at a distance."
        },
        {
          "name": "Healing",
          "description": "The ability to heal injuries with the mind."
        },
        {
          "name": "Medium",
          "description": "The ability to speak with the spirits of the dead."
        },
        {
          "name": "Protection",
          "description": "The ability to psychically defend against injury."
        },
        {
          "name": "Psychometry",
          "description": "The ability to sense information about a person, place, or event by looking at an object connected to it."
        },
        {
          "name": "Strike",
          "description": "The ability to psychically cause injury."
        },
        {
          "name": "Telekinesis",
          "description": "The ability to move things with the mind."
        },
        {
          "name": "Telepathy",
          "description": "The ability to read thoughts."
        }
      ]
    }
  ],
  "specializations": []
}